{
    "Apartment Prices": [
        "Apartment prices are per Apartment, per night and inclusive of VAT where applicable.",
        "Prices do not include any incidental charges, which you may incur during your stay, such charges are payable by you prior to check-out. Should you fail to pay these charges, you irrevocably authorize Rosedene Highland House to debit your credit or debit card for the amount outstanding.",
        "Rosedene Highland House reserves the right to review its prices at any time. You will pay the price as quoted at the point of booking.",
        "Note that quoted prices at any time may change up to the date of arrival. For details of our most current prices please check our website, rosedene-highland-house.com",
        "Apartments are subject to availability at the time of booking."
    ],
    "Payment": [
        "Rosedene Highland House accepts payments by cash, credit or debit card (VISA, MasterCard, American Express, Maestro, Electron). We do not accept cheques. An imprint of a valid credit or debit card is required upon check-in to guarantee incidentals.",
        "Guests paying with cash are required to provide identification upon check-in. Acceptable forms of ID are: current driving license, ID card or passport.",
        "Bookings will be reserved with a valid credit or debit card and payment taken in full at the time of the booking. The credit or debit card used at time of booking must be presented at check-in to validate the booking. If payment is being made by a third party we must have a valid third party authorization form completed and emailed prior to booking confirmation.",
        "We require clients to double check all confirmations. It is the client’s responsibility to ensure that all details are correct and that the confirmation is consistent with the client’s requirements.",
        "Guests who arrive at Rosedene Highland House without a reservation are deemed as Walk Ins. The full payment for your stay is due on arrival.",
        "Guests paying with cash are required to provide identification on check-in. Acceptable forms of ID are: current driving license, ID card or passport.",
        "A damages deposit of £200.00 will be requested upon check-in and a valid credit card will be required to pre-authorize this payment which will be released upon successful check-out.",
        "Children under the age of 5, stay free."
    ],
    "Cancellation Policy": [
        "Best Available Rate: A credit or debit card is required to secure your reservation. There will be no cancellation charge if the booking is cancelled before 11am GMT two days prior to arrival. If the booking is cancelled later, or in the case of a no-show, the whole stay is fully chargeable.",

        "Non Refundable Rate: Full pre-payment is required at the time of booking and your credit/ debit card will be charged in order to confirm the booking. This booking is non-cancellable, non-refundable or amendable.",
        
        "Long Stay Rate: 7 days or more, 50% of the total cost of your stay will be taken as a deposit at the time of confirmation which is non-refundable and non-transferable. Our cancellation policy requires 7 days’ notice by 11:00 on the day prior to arrival. The deposit cannot be used as a reduction towards the entire stay if the number of nights have been reduced. If your stay is reduced to 6 or less nights then the discounted rate booked will revert to our standard Best Available Rates. The 50% non-refundable deposit applies to each night booked."
    ],
    "Arrival and Departure": [...],
    "Particular Requirements": [...],
    "Accessible Bedrooms": [
      "Rosedene Highland House has no lifts; however, we do offer wheelchair-accessible apartments, subject to availability.",
      "The dimensions and nature of the facilities available in these rooms may differ. All of our apartments have one accessible spaced bathroom. Apartments are available on the ground floor subject to availability.",
      "The apartments are designed to allow standard wheelchair users adequate space to travel around the room and manoeuvre their wheelchair.",
      "Fire evacuation procedures are displayed on the back of the bedroom door.",
      "Guests are reminded to inform Rosedene Highland House management if they would require any assistance in the event of a fire evacuation.",
      "In accordance with Rosedene Highland House policy, all of our bedrooms are No Smoking No Vaping.",
      "Please note that not all apartments are located on the ground floor. Please contact our Reservations Team for more details."
    ],
    "Liability": [...],
    "Guest Consideration": [...],
    "Non-Smoking Policy": [...],
    "Agency Commission": [...],
    "General Terms and Conditions": [...],
    "Group Bookings": [...],
    "Complaints and Comments": [...],
    "Internet Fair Use Policy": [...],
    "Liability": [...]
  }
  